Revit 2022 API
ElectricalSystemSet Constructor
Initializes a new instance of the ElectricalSystemSet class
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public ElectricalSystemSet()
Visual Basic
Public Sub New
Visual C++
public:
ElectricalSystemSet()
See Also
ElectricalSystemSet Class
Autodesk.Revit.DB.Electrical Namespace